INSERT INTO project.doctors (id,first_name, last_name, specialization_id)
VALUES (1,'Андрей', 'Иванов', 1),
       (2,'Ольга', 'Петрова', 2),
       (3,'Дмитрий', 'Смирнов', 3),
       (4,'Елена', 'Кузнецова', 1),
       (5,'Максим', 'Попов', 4),
       (6,'Анна', 'Васильева', 2),
       (7,'Игорь', 'Соколов', 5);

INSERT INTO project.patients(id,first_name, last_name, doctor_id)
VALUES (1,'Николай', 'Сидоров', 6),
       (2,'Михаил', 'Козлов', 7),
       (3,'Антон', 'Сидоров', 1),
       (4,'Петр', 'Петров', 2),
       (5,'Сергей', 'Антонов', 5),
       (6,'Анна', 'Максимова', 4),
       (7,'Мария', 'Соловьева', 3),
       (8,'Юрий', 'Сюткин', 5),
       (9,'Виктор', 'Пупков', 2),
       (10,'Александр', 'Алексеев', 1),
       (11,'Дмитрий', 'Власов', 5),
       (12,'Сергей', 'Зверев', 3);

INSERT INTO project.specializations(id,name)
VALUES (1,'Стоматолог'),
(2,'Кардиолог'),
(3,'Пульмоногол'),
(4,'Уролог'),
(5,'Хирург'),
(6,'Терапевт'),
(7,'Эндокринолог');